Repository: Eric-Brison/dynacase-admin
Catalog: Apps/CORE_ADMIN/CORE_ADMIN_*.po
Languages: fr

source: core_admin:Access to CORE_ADMIN
fr: Acces à l'application CORE_ADMIN

source: core_admin:Access to administration application
fr: Accès à l'application d'administration

source: core_admin:Dynacase administration center
fr: Centre d'administration Dynacase

source: core_admin:Hide sidebar
fr: Cacher la barre latérale

source: core_admin:Loading
fr: Chargement…

source: core_admin:Main ihm
fr: Interface principale

source: core_admin:Show sidebar
fr: Montrer la barre latérale

source: core_admin:Unified interface exposing all admin applications
fr: Interface unifiée exposant toutes les applications d'administration

source: core_admin:disconnect
fr: Déconnexion

source: core_admin:documentation link
fr: Accès à la documentation Dynacase

source: core_admin:goto apps
fr: Accéder aux applications

source: core_admin:only administrators can access this area.
fr: L'accès est réservé aux administrateurs.

source: core_admin:presentation text
fr: Le centre d'administration propose les applications de gestion de Dynacase et de ses applications.

source: core_admin:set password
fr: Changer de mot de passe

source: short_name
fr: nom abrégé
